Repository: Adrian-Grimm/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: pl

source: 24-bit Color
pl: Kolor 24-bitowy

source: About
pl: O programie

source: Acquiring data...
pl: Pozyskiwanie danych...

source: Advanced
pl: Zaawansowane

source: Advanced Profile Settings
pl: Zaawansowane ustawienia profilu

source: All ({0})
pl: Wszystkie ({0})

source: All Files
pl: Wszystkie pliki

source: Allow Annotations
pl: Zezwalaj na adnotacje

source: Allow Content Copying
pl: Zezwalaj na kopiowanie zawartości

source: Allow Content Copying for Accessibility
pl: Zezwalaj na kopiowanie zawartości dla dostępności

source: Allow Document Assembly
pl: Zezwalaj na składanie dokumentu

source: Allow Document Modification
pl: Zezwalaj na modyfikowanie dokumentu

source: Allow Form Filling
pl: Zezwalaj na wypełnianie formularzy

source: Allow Full Quality Printing
pl: Zezwalaj na pełną jakość wydruku

source: Allow Printing
pl: Zezwalaj na drukowanie

source: Alternate Deinterleave
pl: Alternatywne usuwanie przeplatania

source: Alternate Interleave
pl: Alternatywne przeplatanie

source: Alternative Transfer
pl: Alternatywny transfer

source: An additional component is needed to import this PDF file. Would you like to download it now?
pl: Do zaimportowania tego pliku PDF potrzebny jest dodatkowy składnik. Czy chcesz go teraz pobrać?

source: An error occured when trying to install the update.
pl: Wystąpił błąd podczas próby zainstalowania aktualizacji.

source: An error occurred when trying to authorize.
pl: Wystąpił błąd podczas próby autoryzacji.

source: An error occurred when trying to auto save.
pl: Wystąpił błąd podczas próby automatycznego zapisania.

source: An error occurred when trying to save the file.
pl: Wystąpił błąd podczas próby zapisania pliku.

source: An error occurred when trying to send the email.
pl: Wystąpił błąd podczas próby wysłania e-maila.

source: An error occurred while trying to send an email.
pl: Wystąpił błąd podczas wysyłania do wiadomości e-mail.

source: An error occurred with the scanning driver.
pl: Wystąpił błąd w sterowniku skanowania.

source: An operation is in progress. Are you sure you want to exit and cancel the operation?
pl: Operacja jest w toku. Czy na pewno chcesz zakończyć i anulować operację?

source: An unknown error ocurred during the batch scan.
pl: Nieznany błąd wystąpił podczas skanowania wsadowego.

source: An update is available.
pl: Aktualizacja jest dostępna.

source: An update to OCR is available.
pl: Dostępna jest aktualizacja OCR.

source: Apple Driver
pl: Sterownik Apple

source: Apply brightness/contrast after scan
pl: Zastosuj jasność/kontrast po skanowaniu

source: Apply to all {0} selected images
pl: Zastosuj do wszystkich {0} wybranych obrazów

source: Are you sure you want to cancel the batch scan?
pl: Czy na pewno chcesz anulować skanowanie wsadowe?

source: Are you sure you want to clear {0} item(s)?
pl: Czy na pewno chcesz wyczyścić {0} element(y/ów)?

source: Are you sure you want to delete "{0}"?
pl: Czy na pewno chcesz usunąć "{0}"?

source: Are you sure you want to delete the profile {0}?
pl: Czy na pewno chcesz usunąć profil {0}?

source: Are you sure you want to delete {0} item(s)?
pl: Czy na pewno chcesz usunąć {0} element(y/ów)?

source: Are you sure you want to delete {0} profiles?
pl: Czy na pewno chcesz usunąć {0} profile/profilów?

source: Are you sure you want undo your changes to {0} image(s)?
pl: Czy na pewno chcesz cofnąć zmiany w pliku/plikach {0}?

source: Attachment Name:
pl: Nazwa załącznika:

source: Author:
pl: Autor:

source: Authorize
pl: Autoryzuj

source: Auto
pl: Automatyczna

source: Auto Save Settings
pl: Ustawienia automatycznego zapisywania

source: Auto-incrementing number (1 digit)
pl: Numer autoinkrementacji (1 cyfra)

source: Auto-incrementing number (2 digits)
pl: Numer autoinkrementacji (2 cyfry)

source: Auto-incrementing number (3 digits)
pl: Numer autoinkrementacji (3 cyfry)

source: Auto-incrementing number (4 digits)
pl: Numer autoinkrementacji (4 cyfry)

source: Automatically run OCR after scanning
pl: Automatycznie uruchom OCR po skanowaniu

source: Batch Scan
pl: Skanowanie wsadowe

source: Batch cancelled.
pl: Anulowano przetwarzanie.

source: Batch completed successfully.
pl: Przetwarzanie wykonano pomyślnie.

source: Batch scan stopped due to error.
pl: Skanowanie wsadowe zatrzymane z powodu błędu.

source: Best
pl: Najlepsza

source: Bit depth:
pl: Głębia bitowa:

source: Bitmap Files (*.bmp)
pl: Pliki bitmapowe (*.bmp)

source: Black & White
pl: Czarno-biały

source: Blank Pages
pl: Puste strony

source: Brightness / Contrast
pl: Jasność / kontrast

source: Brightness:
pl: Jasność:

source: Cancel
pl: Anuluj

source: Cancel Batch
pl: Anuluj przetwarzanie

source: Cancelling....
pl: Anulowanie....

source: Center
pl: Wyśrodkowanie

source: Change
pl: Zmień

source: Check for updates
pl: Sprawdź aktualizacje

source: Checking...
pl: Sprawdzanie...

source: Choose Email Provider
pl: Wybierz dostawcę poczty e-mail

source: Choose Profile
pl: Wybierz profil

source: Choose device
pl: Wybierz urządzenie

source: Clear
pl: Wyczyść

source: Clear All
pl: Wyczyść wszystkie

source: Clear images after saving
pl: Wyczyść obrazy po zapisaniu

source: Close
pl: Zamknij

source: Compatibility
pl: Zgodność

source: Compression:
pl: Kompresja:

source: Contrast:
pl: Kontrast:

source: Copy
pl: Kopiuj

source: Copy Progress
pl: Postęp kopiowania

source: Copying...
pl: Kopiowanie...

source: Copyright {0} NAPS2 Contributors
pl: Prawa autorskie {0} współtwórcy NAPS2

source: Coverage Threshold
pl: Próg pokrycia

source: Crop
pl: Przycięcie

source: Crop to page size
pl: Przytnij do rozmiaru strony

source: Custom ({0}x{1} {2})
pl: Niestandardowy ({0} x {1} {2})

source: Custom Page Size
pl: Niestandardowy rozmiar strony

source: Custom Rotation
pl: Własne obracanie

source: Custom SMTP
pl: Niestandardowy SMTP

source: Custom...
pl: Niestandardowy...

source: Day (01-31)
pl: Dzień (01-31)

source: Default
pl: Domyślna

source: Default File Path:
pl: Domyślna ścieżka pliku:

source: Deinterleave
pl: Usuń przeplatanie

source: Delete
pl: Usuń

source: Deskew
pl: Prostuj

source: Deskew Progress
pl: Postęp prostowania

source: Deskew scanned pages
pl: Prostuj zeskanowane strony

source: Deskewing...
pl: Prostowanie...

source: Device:
pl: Urządzenie:

source: Dimensions
pl: Wymiary

source: Display name:
pl: Wyświetlana nazwa:

source: Document Correction
pl: Korekta dokumentu

source: Donate
pl: Wspomóż

source: Done
pl: Gotowe

source: Download
pl: Pobierz

source: Download Error
pl: Błąd pobierania

source: Download Needed
pl: Potrzebne pobranie

source: Download Progress
pl: Postęp pobierania

source: Duplex
pl: Dupleks

source: Edit
pl: Modyfikuj

source: Email All as PDF
pl: Wyślij wszystkie jako PDF

source: Email PDF
pl: Wyślij PDF

source: Email PDF Progress
pl: Postęp wysyłania PDF

source: Email Selected as PDF
pl: Wyślij zaznaczone jako PDF

source: Email Settings
pl: Ustawienia poczty

source: Enable Auto Save
pl: Włącz automatyczne zapisywanie

source: Encrypt PDF
pl: Zaszyfruj PDF

source: Encryption
pl: Szyfrowanie

source: Enhanced Windows MetaFile (*.emf)
pl: Plik Enhanced Windows MetaFile (*.emf)

source: Error
pl: Błąd

source: Estimated download size: {0} MB
pl: Przewidywany rozmiar do pobrania: {0} MB

source: Exchangeable Image File (*.exif)
pl: Plik Exchangeable Image File (*.exif)

source: Exclude blank pages
pl: Wyklucz puste strony

source: Fast
pl: Szybka

source: Feeder
pl: Podajnik

source: File Name
pl: Nazwa pliku

source: File path:
pl: Ścieżka pliku:

source: Flip
pl: Odwróć

source: Flip duplexed pages
pl: Odwróć strony dwustronne

source: For high JPEG qualities (80+), also increase Image Quality in your profile for best results.
pl: Ponadto zwiększ Jakość obrazu w swoim profilu, dla wysokiej jakości JPEG (80+), aby uzyskać najlepsze rezultaty.

source: GIF File (*.gif)
pl: Plik GIF (*.gif)

source: Get more languages
pl: Uzyskaj więcej języków

source: Glass
pl: Szyba skanera

source: Grayscale
pl: Odcienie szarości

source: Horizontal align:
pl: Wyrównanie poziome:

source: Hour (0-23)
pl: Godzina (0-23)

source: Hue / Saturation
pl: Barwa / nasycenie

source: Icons from:
pl: Ikony z:

source: Image
pl: Obraz

source: Image Files
pl: Pliki obrazów

source: Image Quality
pl: Jakość obrazu

source: Image Settings
pl: Ustawienia obrazu

source: Image saved.
pl: Zapisano obraz.

source: Import
pl: Importuj

source: Import Progress
pl: Postęp importowania

source: Importing {0}...
pl: Importowanie {0}...

source: Importing...
pl: Importowanie...

source: Install {0}
pl: Zainstaluj {0}

source: Installation Complete
pl: Instalacja zakończona

source: Installation Failed
pl: Instalacja nieudana

source: Installation complete. Do you want to restart NAPS2 now?
pl: Instalacja zakończona. Czy chcesz teraz uruchomić ponownie NAPS2?

source: Installation failed.
pl: Instalacja zakończona niepowodzeniem.

source: Interleave
pl: Przeplataj

source: JPEG File (*.jpg, *.jpeg)
pl: Plik JPEG (*.jpg, *.jpeg)

source: JPEG2000 File (*.jp2, *.jpx)
pl: Plik JPEG2000 (*.jp2, *.jpx)

source: Jpeg Quality
pl: Jakość JPEG

source: Keywords:
pl: Słowa kluczowe:

source: Language
pl: Wybór języka

source: Left
pl: Do lewej

source: Legacy (native UI only)
pl: Starsza (tylko natywny interfejs)

source: Load images into NAPS2
pl: Załaduj obrazy do NAPS2

source: Make PDFs searchable using OCR
pl: Stwórz PDF-y zdatne do wyszukiwania za pomocą OCR

source: Maximum quality (large files)
pl: Maksymalna jakość (duże pliki)

source: Metadata
pl: Metadane

source: Minute (00-59)
pl: Minuta (00-59)

source: Month (01-12)
pl: Miesiąc (01-12)

source: More info
pl: Więcej informacji

source: Move Down
pl: Przesuń w dół

source: Move Up
pl: Przesuń w górę

source: Multiple scans (fixed delay between scans)
pl: Wielokrotne skanowanie (stały odstęp pomiędzy skanowaniami)

source: Multiple scans (prompt between scans)
pl: Wielokrotne skanowanie (monit pomiędzy skanowaniami)

source: NAPS2 is completely free. Consider making a donation.
pl: NAPS2 jest całkowicie bezpłatny. Rozważ przekazanie darowizny.

source: Name (optional)
pl: Nazwa (opcjonalnie)

source: Name missing.
pl: Brak nazwy.

source: New
pl: Nowy

source: New Profile
pl: Nowy profil

source: Next
pl: Następny

source: Next Scan
pl: Następne skanowanie

source: No device selected.
pl: Nie wybrano urządzenia.

source: No pages are in the feeder.
pl: Nie ma stron w podajniku.

source: No provider selected.
pl: Nie wybrano dostawcy.

source: No scanning device was found.
pl: Nie odnaleziono urządzenia skanującego.

source: No updates available.
pl: Brak dostępnych aktualizacji.

source: None
pl: Brak

source: Not Now
pl: Nie teraz

source: Number of scans:
pl: Liczba skanowań:

source: OCR Download
pl: Pobieranie OCR

source: OCR Progress
pl: Postęp OCR

source: OCR Setup
pl: Instalacja OCR

source: OCR language:
pl: Język OCR:

source: OCR mode:
pl: Tryb OCR:

source: Offset width based on alignment (WIA)
pl: Szerokość przesunięcia na podstawie wyrównania (WIA)

source: Old DSM
pl: Stare DSM

source: One file per page
pl: Jeden plik na stronę

source: One file per scan
pl: Jeden plik na skanowanie

source: One or more files could not be downloaded.
pl: Nie można pobrać jednego lub więcej plików.

source: Open Folder
pl: Otwórz folder

source: Operation in Progress
pl: Operacja w toku

source: Output
pl: Wyjście

source: Overwrite File
pl: Nadpisz plik

source: Owner Password:
pl: Hasło właściciela:

source: PDF Document (*.pdf)
pl: Dokument PDF (*.pdf)

source: PDF Settings
pl: Ustawienia PDF

source: PDF saved.
pl: Zapisano PDF.

source: PNG File (*.png)
pl: Plik PNG (*.png)

source: Page size:
pl: Rozmiar strony:

source: Paper source:
pl: Źródło papieru:

source: Password
pl: Hasło

source: Paste
pl: Wklej

source: Placeholders
pl: Symbole zastępcze

source: Post-processing
pl: Przetwarzanie końcowe

source: Press Start when ready.
pl: Kliknij Rozpocznij, gdy gotowe.

source: Preview
pl: Podgląd

source: Preview:
pl: Podgląd:

source: Previous
pl: Poprzedni

source: Print
pl: Drukuj

source: Profile Settings
pl: Ustawienia profilu

source: Profile:
pl: Profil:

source: Profiles
pl: Profile

source: Prompt for file path
pl: Pytaj o ścieżkę pliku

source: Provider
pl: Dostawca

source: Ready for scan {0}.
pl: Gotowy na skanowanie {0}.

source: Recover
pl: Odzyskaj

source: Recover Scanned Images
pl: Odzyskaj zeskanowane obrazy

source: Recovering...
pl: Odzyskiwanie...

source: Recovery Progress
pl: Postęp odzyskiwania

source: Remember these settings
pl: Zapamiętaj te ustawienia

source: Reorder
pl: Zmień kolejność

source: Reset
pl: Zresetuj

source: Reset Image
pl: Zresetuj obraz

source: Resolution:
pl: Rozdzielczość:

source: Restore Defaults
pl: Przywróć domyślne

source: Reverse
pl: Оdwróć

source: Revert
pl: Przywróć

source: Right
pl: Do prawej

source: Rotate
pl: Obracanie

source: Rotate Left
pl: Obróć w lewo

source: Rotate Right
pl: Obróć w prawo

source: Run in Background
pl: Uruchom w tle

source: Running OCR...
pl: Uruchamianie OCR...

source: SANE Driver
pl: Sterownik SANE

source: Save
pl: Zapisz

source: Save All as Images
pl: Zapisz wszystkie jako obrazy

source: Save All as PDF
pl: Zapisz wszystkie jako PDF

source: Save Images
pl: Zapisz obraz

source: Save Images Progress
pl: Postęp zapisywania obrazów

source: Save PDF
pl: Zapisz PDF

source: Save PDF Progress
pl: Zapisz postęp PDF

source: Save Selected as Images
pl: Zapisz zaznaczone jako obrazy

source: Save Selected as PDF
pl: Zapisz zaznaczone jako PDF

source: Save to a single file
pl: Zapisz do pojedynczego pliku

source: Save to multiple files
pl: Zapisz do wielu plików

source: Saving batch results...
pl: Zapisywanie wyników przetwarzania...

source: Saving {0}...
pl: Zapisywanie {0}...

source: Scale With Window
pl: Przeskaluj do okna

source: Scale:
pl: Skalowanie:

source: Scan
pl: Skanuj

source: Scan Configuration
pl: Konfiguracja skanowania

source: Scanned Image
pl: Zeskanowane obrazy

source: Scanning page {0}
pl: Skanowanie strony {0}

source: Scanning page {0} (scan {1})...
pl: Skanowana strona {0} (skanowanie {1})...

source: Scanning page {0}...
pl: Skanowanie strony {0}...

source: Second (00-59)
pl: Sekunda (00-59)

source: Select
pl: Wybierz

source: Select All
pl: Zaznacz wszystko

source: Select Source
pl: Wybierz źródło

source: Select a profile before clicking Scan.
pl: Wybierz profil przed naciśnięciem przycisku Skanuj.

source: Select one or more languages:
pl: Zaznacz jeden lub więcej języków:

source: Selected ({0})
pl: Zaznaczone ({0})

source: Separate files by Patch-T
pl: Oddzielne pliki według Patch-T

source: Set Default
pl: Ustaw domyślne

source: Sharpen
pl: Wyostrzanie

source: Show
pl: Wyświetl

source: Single page files
pl: Pliki pojedynczej strony

source: Single scan
pl: Pojedyncze skanowanie

source: Skip save prompt
pl: Pomiń monit zapisu

source: Start
pl: Rozpocznij

source: Stretch to page size
pl: Rozciągnij do rozmiaru strony

source: Subject:
pl: Temat:

source: TIFF File (*.tiff, *.tif)
pl: Plik TIFF (*.tiff, *.tif)

source: TWAIN Driver
pl: Sterownik TWAIN

source: Technical Details
pl: Szczegóły techniczne

source: The OCR engine is not available. Make sure to install the required package:
pl: Silnik OCR nie jest dostępny. Upewnij się, że zainstalowałeś wymagany pakiet:

source: The SANE driver is not available. Make sure to install the required packages:
pl: Sterownik SANE nie jest dostępny. Upewnij się, że zainstalowałeś wymagane pakiety:

source: The file '{0}' could not be imported.
pl: Nie można zaimportować pliku '{0}'.

source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported.
pl: Nie można zaimportować pliku '{0}'. Tylko pliki PDF wygenerowane prez NAPS2 mogą być zaimportowane.

source: The file could not be overwritten because it is currently in use.
pl: Plik nie mógł zostać zastąpiony, ponieważ jest obecnie w użyciu.

source: The file {0} already exists. Do you want to overwrite it?
pl: Plik {0} już istnieje. Czy chcesz go zastąpić?

source: The following file is encrypted and requires a password to open: {0}
pl: Następujący plik jest zaszyfrowany i potrzebuje hasła do otworzenia: {0}

source: The scanner has a paper jam.
pl: W skanerze zaciął się papier.

source: The scanner is warming up.
pl: Skaner się rozgrzewa.

source: The scanner's cover is open.
pl: Pokrywa skanera jest otwarta.

source: The selected driver is not supported on this system.
pl: Wybrany sterownik nie jest obsługiwany w tym systemie.

source: The selected scanner could not be found.
pl: Nie można odnaleźć wybranego skanera.

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver.
pl: Wybrany skaner nie obsługuje podajnika. Jeżeli twój skaner ma podajnik, spróbuj użyć innego sterownika.

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver.
pl: Wybrany skaner nie obsługuje druku obustronnego. Jeśli twój skaner powinien wspierać druk obustronny, spróbuj użyć innego sterownika.

source: The selected scanner is busy.
pl: Wybrany skaner jest zajęty.

source: The selected scanner is offline.
pl: Wybrany skaner jest w trybie offline.

source: Tiff Options
pl: Opcje TIFF

source: Time between scans (seconds):
pl: Czas pomiędzy skanowaniami (sekundy):

source: Title:
pl: Tytuł:

source: Twain Implementation:
pl: Implementacja TWAIN:

source: Unsaved Changes
pl: Niezapisane zmiany

source: Update Progress
pl: Postęp aktualizacji

source: Update checking is disabled.
pl: Sprawdzanie aktualizacji jest wyłączone.

source: Updating...
pl: Aktualizacja...

source: Uploading email...
pl: Przesyłanie wiadomości e-mail...

source: Use native UI
pl: Użyj natywnego interfejsu

source: Use predefined settings
pl: Predefiniowane ustawienia

source: User Password:
pl: Hasło użytkownika:

source: Using OCR requires you to download each language you want to scan.
pl: Używanie OCR wymaga pobrania każdego języka, który chcesz przeskanować.

source: Version {0}
pl: Wersja {0}

source: View
pl: Widok

source: WIA Driver
pl: Sterownik WIA

source: Waiting for TWAIN to complete...
pl: Oczekiwanie na zakończenie zadania TWAIN...

source: Waiting for authorization...
pl: Oczekiwanie na autoryzację...

source: Waiting for scan {0}...
pl: Oczekiwanie na skanowanie {0}...

source: White Threshold
pl: Próg bieli

source: Wia Version:
pl: Wersja WIA:

source: Year
pl: Rok

source: Year (00-99)
pl: Rok (00-99)

source: You do not have permission to copy content from the file '{0}'.
pl: Nie masz zezwolenia na skopiowanie zawartości z pliku '{0}'.

source: You don't have permission to save files at this location.
pl: Nie masz uprawnień do zapisywania plików we wskazanym położeniu.

source: You have unsaved changes. Are you sure you want to exit and discard those changes?
pl: Masz niezapisane zmiany. Czy na pewno chcesz wyjść i odrzucić te zmiany?

source: Zoom
pl: Powiększenie

source: Zoom Actual
pl: Powiększenie rzeczywiste

source: Zoom In
pl: Przybliż

source: Zoom Out
pl: Oddal

source: of {0}
pl: z {0}

source: {0} / {1} files
pl: {0} / {1} plików

source: {0} image(s) scanned on {1} at {2} may not have been saved, and are recoverable. Do you want to recover them?
pl: {0} plik(i) przeskanowane w {1} na {2} mogły nie zostać zapisane, ale są do odzyskania. Czy chcesz je odzyskać?

source: {0} images saved.
pl: {0} obrazy/obrazów zapisano.

source: {0} of {1}
pl: {0} z {1}
